---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecWireHotAdjustment
source: html/715d98d2-0d46-1e90-892d-d459d25c79ae.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecWireHotAdjustment Property

"Hot Conductors"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecWireHotAdjustment { get; }
```